Repository: danielh13210/qube-greeter
Catalog: po/*.po
Languages: hy

source: Unlock
hy: Բացել կողպածը

source: Log In
hy: Մուտք

source: Failed to start session
hy: Սեսիայի մեկնարկը ձախողվեց

source: Other
hy: Այլ

source: Guest Session
hy: Հյուրի սեսիա

source: Incorrect password, please try again
hy: Սխալ գաղտնաբառ, խնդրում ենք նորից փորձել

source: Failed to authenticate
hy: Չհաջողվեց նույնականացնել

source: Warning: There are still %d users logged in.
hy: Զգուշացում՝ %d օգտատերերը դեռ մուտք գործած է

source: Warning: There is still %d user logged in.
hy: Զգուշացում՝ %d օգտատերը դեռ մուտք գործած է

source: Cancel
hy: Չեղարկել

source: Restart
hy: Վերագործարկել

source: Are you sure you want to close all programs and restart the computer?
hy: Ցանկանո՞ւմ եք փակել բոլոր ծրագրերն ու վերագործարկել համակարգիչը

source: Shut Down
hy: Անջատել

source: Are you sure you want to close all programs and shut down the computer?
hy: Ցանկանո՞ւմ եք փակել բոլոր ծրագրերն ու անջատել համակարգիչը

source: Other...
hy: Այլ...

source: Enter your password
hy: Մուտքագրել գաղտնաբառը

source: Enter your username
hy: Մուտքագրել օգտանունը

source: Suspend
hy: Կասեցնել

source: Hibernate
hy: Սառեցնել

source: Restart...
hy: Վերագործարկել...

source: Shut Down...
hy: Անջատել

source: Large Font
hy: Մեծ տառատեսակ

source: High Contrast
hy: Բարձր կոնտրաստ

source: On Screen Keyboard
hy: Ստեղնաշար էկրանի վրա
